13/data/attachments/d310a25f6776d761.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Richard_red_Friend_52493_3</nif:username>
            <nif:friendToBeRequested>soap_friends_46adde95-4755-4922-a330-861da6439b52</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>